const TempData = () => {
  return (
    <div>
      <p>
        فناوری دراپ محیطی پویا، آینده نگر و نتیجه محور را ارائه می‌دهد که شما در
        آن فرصت کار در تیم‌های مختلف و امکان رشد و توسعه در مسیر شغلی خود را
        خواهید داشت. همچنین شما با کار در فناوری دراپ این فرصت را خواهید داشت تا
        با جدیدترین و نوآورانه‌ترین تکنولوژی‌ها، روی بهترین و نوآورانته‌ترین
        پروژه‌ها کار کنید.
      </p>
      <p>
        <strong>شرح فعالیت‌ها:</strong>
      </p>
      <ul>
        <li>همفکری و طراحی رابط کاربری با اعضای تیم</li>
        <li>پیاده‌سازی رابط کاربری با استفاده از کتابخانه React.JS</li>
        <li>Integrate کردن رابط کاربری با سرویس‌های سمت سرور</li>
      </ul>
      <h2>شرایط کارآموزی:</h2>
      <ul>
        <li>مدت کارآموزی 3 ماه</li>
        <li>
          این دوره برای آن دسته از دوستانی مناسب است که تمایل دارند پس گذراندن
          دوره کارآموزی در شرکت فناوری دراپ مشغول به فعالیت بشن.
        </li>
      </ul>
      <p>&nbsp;</p>
      <h2>مزایای این دوره کارآموزی:</h2>
      <ul>
        <li>امکان استخدام پس از دوره کارآموزی</li>
        <li>کار بر روی پروژه‌های واقعی و کسب تجربه</li>
        <li>
          در طول دوره با متودولوژی مدیریت پروژه چابک و ابزارهای مرتبط با آن آشنا
          خواهید شد.
        </li>
        <li>
          در طول دوره با ابزارها و تکنولوژی‌های زیادی که برای توسعه نرم‌افزار و
          مدیریت پروژه از آن‌ها استفاده می‌کنیم، آشنا خواهید شد، که از مهم‌ترین
          آن‌ها می‌توان Jira, Docker، Gitlab، Redmine و SonarQube را نام برد.
        </li>
        <li>
          در طول این دوره با جدیدترین تکنولوژی‌ها، ابزارها و ترندهای دنیای
          نرم‌افزار آشنا خواهید شد.
        </li>
      </ul>
      <h2>شرایط احراز:</h2>
      <ul dir="auto">
        <li>
          متقاضیان این دوره کارآموزی باید حداقل{" "}
          <strong>فارغ التحصیل کارشناسی و مشمول خدمت سربازی نباشند</strong>{" "}
          (معافیت دائم یا پایان خدمت).
        </li>
        <li>
          امکان فعالیت در شرکت فناوری دراپ به صورت تمام وقت به مدت حداقل 1 سال
          پس از دوره کارآموزی
        </li>
      </ul>
      <p>&nbsp;</p>
    </div>
  );
};
export default TempData;
